{"backend": "tensorflow", "config": [{"config": {"use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "units": 200, "dtype": "float32", "activation": "relu", "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "batch_input_shape": [null, 19], "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"seed": null, "rate": 0.2, "noise_shape": null, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "units": 200, "activation": "relu", "kernel_regularizer": null, "name": "dense_2", "activity_regularizer": null, "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"seed": null, "rate": 0.2, "noise_shape": null, "name": "dropout_2", "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "units": 1, "activation": "sigmoid", "kernel_regularizer": null, "name": "dense_3", "activity_regularizer": null, "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}], "keras_version": "2.1.6", "class_name": "Sequential"}